Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kolttasaamelaisten_asuttamisen_ja_sevettijarven_koulun_70-vuotisjuhla.html.tmx
Source language: fin
Languages: sms

source: Kolttasaamelaisten asuttamisen ja Sevettijärven koulun 70-vuotisjuhla
sms: Nuõrttsaaʹmi aazztummuž da Čeʹvetjääuʹr škooul 70-eeʹjjprääʹzniǩ

source: Arvoisat kolttien luottamusmies Feodoroff, Sevettijärven koulun rehtori Nieminen, Norjan Saamelaiskäräjien presidentti Keskitalo, korkeasti pyhitetty Helsingin ja koko Suomen arkkipiispa Leo, metropoliitat Elia ja Arseni sekä hyvät juhlavieraat,
sms: Ärvvsa saaʹmi ouddooumaž Feodoroff, Čeʹvetjääuʹr škooul rehtor Nieminen, Taarr Sääʹmteeʹǧǧ presideʹntt Keskitalo, õllʼjânji pââʹzztum Heʹlssen da puk Lääʹddjânnam aaʹrhelpispp Leuʹǩǩ, metropoliitt Elia da Arseni di šiõǥǥ prääʹzneǩ-kueʹss,

source: minulla on suuri ilo ja kunnia tuoda Saamelaiskäräjien puolesta tervehdys kolttasaamelaisten asuttamisen ja Sevettijärven koulun 70-vuotisjuhlaan.
sms: muʹst lij Sääʹmteeʹǧǧ peäʹlest jõnn rämm da cistt puʹhtted tiõrvʼvuõđid nuõrttsaaʹmi aazztummuž da Čeʹvetjääuʹr škooul 70-eeʹjjprääʹznka.

source: Meillä ihmisillä on tapana kokoontua viettämään juhlaa äärimmäisen onnen ja menetyksen hetkillä: uuden elämän ja kuoleman.
sms: Mij oummu laaʹvjep noorõõttâd prääzkjed šuurmõs vueʹzz da mõõntummši poodd: ođđ jieʹllem da jääʹmmem õõudâst.

source: Nyt viidettä kertaa vietettävässä asuttamisen 10-vuotisjuhlassa tunnemme, vieläkin, haamusärkynä kaiken sen, mitä asuttamista edeltäneet menetykset kansaltamme veivät: omat maamme, vetemme ja mahdollisuuden muovata tulevaisuutta omista lähtökohdista.
sms: Ååʹn viiđad vuâra õnnum aazztemprääʹnǩest, veâl-i kollai mõõntemkõõvštummšen puk tõt, mâid aazztummuž oudldeei šõddmõõžž sääʹm-meerast vaʹldde: määddeen, čaaʹʒʒeen da vueiʹttemvuõđ plaaneed pueʹttiääiʹj jiijjân vuâlggsõõʹjin.

source: Ja samalla kuitenkin juhlistamme, edelleen, kansamme selviämistä.
sms: Da seämmast kuuitâǥ prääzkjep, õinn veâl, sääʹm-meer piʹrǧǧummuž.

source: Juhlimme elämän jatkumista Näätämön ja Nellim-Keväjärven koltta-alueilla, missä kansamme on rakentanut uuden alun ja juurtumisen.
sms: Prääzkjep jieʹllem juätkkjummuž Njauddâm da Njeäʹllem-Keväjääuʹr sääʹmvuuʹdin, koin sääʹm-meer lij jäälõõttâm da raajjâm ođđ aalǥ.

source: Alueille, joista osa on ollut alunperinkin kolttasaamelaisten ja osa inarinsaamelaisten perinteisiä alueita.
sms: Vuuʹdin, koin vueʹss juʹn algg aalǥâst lij leämmaž mij saaʹmi da vueʹss däs aanrõõžži äʹrbbvuʹvdden.

source: Tämä läsnäolomme juuri täällä, Sevettijärvi-Näätämö-alueella pyritään valitettavasti yhä edelleen poispyyhkimään niin suomalaisesta kuin saamelaisestakin historiankirjoituksesta.
sms: Lij žaaʹll, što mij åårrmõõžž tääiʹben, jiõčč Čeʹvetjääuʹr-Njauddâm-vuuʹdest põõrǥât õinn sekkad meädda nuʹtt lääʹdd ko sääʹm historiaǩeeʹrjtõõzzin.

source: Silloin meidän tehtävämme on muistaa itse.
sms: Teʹl lij meeʹst jijsteen tuâjjan tõn muʹštted.

source: Miten ylpeä olenkaan tänä päivänä nuoremmista sukupolvista, jotka ovat ottaneet kielemme takaisin, jotka haluavat tehdä työtä yhteisömme eteen, jotka valitsevat toimia perinteisen siitajärjestelmämme, Kolttien kyläkokouksen kautta ja jotka ovat ottaneet vastuuta kansamme tulevaisuudesta.
sms: Mõõn kuärǥast leäm täʹbbe mij nuõrab puõlvvõõǥǥeen diõtt, kook lie välddam ǩiõllân mååust, kook haaʹlee tuejjeed jiijjân õõutstõssân ouʹdde, kook vaʹlljee tuejjeed mij ääʹrbvuâlaž sijddriâšldõõǥǥ, Saaʹmi siidsåbbar pääiʹǩ da lie kueʹddškuättam vaʹsttõõzz mij meer pueʹttiääiʹjest.

source: Miten ylpeä olenkaan tänä päivänä niin Näätämön kuin Nellim-Keväjärven koltta-alueilla asuvista nuoremmista sukupolvista, jotka ovat valinneet perinteiset elinkeinot.
sms: Mõõn kuärǥast leäm täʹbbe nuʹt Njauddâm ko Njeäʹllem-Keväjääuʹr sääʹmvuuʹdin jälsteei nuõrab puõlvvõõǥǥin, kook lie vaʹlljääm ääʹrbvuâlaž jieʹllemvuõʹjjid.

source: Koltansaamen kieli kuuluu ja näkyy.
sms: Sääʹmǩiõll kollai da kuâsttai.

source: Olen erittäin iloinen, että meillä on jälleen äidinkielisiä lapsia sekä uusia kielenpuhujia.
sms: Rämmšam tõn diõtt, što meeʹst lie eʹpet jieʹnnǩiõllsa päärna da ođđ ǩiõllmainsteei.

source: Jaakko Gauriloff on muistuttanut meitä laulamalla jo monta vuosikymmentä, että puhukaa aina saamea.
sms: Gaurilooff Jääkk lij mušttʼtam miʹjjid lääuleeʹl juʹn looʹjid iiʹjjid, što mainsteʹǩed pâi sääʹm.

source: Miten välttämätön neuvo tämä olikaan.
sms: Mõõn vieʹltʼteʹmes vuäʹpstõs tät tuâlaa juʹn leäi.

source: Jaakon sanoihin on helppo yhtyä.
sms: Jakku saaʹnid lij hiâlpp õhttâd.

source: Mutta tätä neuvoa on valtavan vaikea noudattaa.
sms: Leâša tän vuäʹpstõõzz lij čuuʹt vaiggâd jääʹǩǩted.

source: Se neuvo täytyy valita, kerta toisensa jälkeen.
sms: Tõn vuäʹpstõõzz feʹrttai vaʹlljeed, vuârr vuârast.

source: Ja niitä valintoja kannustan meitä kaikkia tekemään.
sms: Da tõid vaʹlljummšid älšmââttam miʹjjid pukid tuejjeed.

source: On erittäin tärkeää, että kaikki te, jotka osaatte vähänkään kieltä, puhuisitte sitä meille, koska muutoin me emme voi oppia, eikä kielenpuhujien ketju voi jatkua.
sms: Lij samai kaallšõs äʹšš, što tij puk, kook ni siõmmna siltteʹped ǩiõl, mainsteʹčid tõn miʹjjid, ko muđoi jeäʹp vueiʹt mättjed, ij-ǥa ǩiõllmainsteeʹji räidd vueiʹt juätkkjed.

source: Koltansaamen kielityössä ja opetuksessa on menty valtavin askelin eteenpäin viimeisen viiden vuoden aikana.
sms: Nuõrttsääʹm ǩiõlltuâjast da mättʼtummšest leäʹp ouddnam samai jõnn laauʹǩivuiʹm mââimõs viiđ eeʹjj äiʹǧǧen.

source: Haluaisin kutsua Sevettijärven koulua komsioksi.
sms: Haaʹleʹčem kåččad Čeʹvetjääuʹr škooul ǩiõtkkmen.

source: Komsion pääkäyttötarkoitus on antaa turvaa, suojaa ja lämpöä lapselle, joka kapaloidaan komsion sisään.
sms: Ǩiõtkkâm tuâjjan lij uʹvdded staan, suõj da pakkâz päärnže, koon ǩiõzzât ǩiõtkkma.

source: Sevettijärven koulu on kolttasaamelaisten lasten ja nuorten kasvupaikka, jollaista missään muualla ei ole.
sms: Čeʹvetjääuʹr škooul lij mij sääʹmpäärnaid da nuõrid mâʹte ǩiõtkkâm – nåkam šõddâmpäiʹǩǩ, koon nallšem ij ni koʹst jeeʹres sââʹjest leäkku.

source: Koulu suojelee kalleimpiamme, meidän lapsiamme ja nuoriamme.
sms: Škooul suõjjad mij kaallšummsid, päärnžeen da nuõreen.

source: Voin omakohtaisesti todeta, että tästä koulusta saa erityiset eväät elämää varten.
sms: Vuäitam jiõčč särnnad, što tän škooulâst vuäǯǯ samai toʹlmmeš jeävvsid jieʹllem vääras.

source: Onnittelen Sevettijärven koulua koltansaamen kielen ja kulttuurin eteen tehdystä mittaamattoman arvokkaasta työstä.
sms: Äʹjstam leekk Čeʹvetjääuʹr škoouʹle samai kaallšõs nuõrttsääʹmǩiõl da kulttuur ouʹdde tuejjuum tuâjast, koon äärv ij vueiʹt ni metteed.

source: Toivon, että koulu jatkaa tällä polulla asettaen itselleen selkeitä tavoitteita tulevaisuuteen.
sms: Tuäivam, što škooul juätkk tän pälggaz mieʹldd piijeeʹl čuõʹvves täävtõõzzid pueʹtti äigga.

source: Olen varma, että kolttasaamelainen yhteisö on tukemassa Saamelaiskäräjien tavoin näitä tavoitteita.
sms: Leäm snäätnai, što Sääʹmteeʹǧǧ nalla mij sääʹm puk lie tuärjjeʹmen täin täävtõõzzin.

source: Olen ilokseni pannut merkille, että näkyvä osa kulttuuriamme, eli käsityö, on jälleen osa yhä useamman kolttasaamelaisen elävää arkea.
sms: Leäm miõlstan, ko leäm vuâmmšam, što kuâsttjeei vueʹss mij kulttuurâst, ǩiõtt-tuâjj, lij eʹpet tääuʹjben da tääuʹjben vueʹssen nuõrttsäʹmmlai jieʹlli aarǥâst.

source: Seuraava merkittävä kulttuurin osa-alue, johon meidän tulisi mielestäni keskittyä, on vaalia tapalakiamme ja siitajärjestelmäämme sekä elvyttää yhteyttämme maahan ja veteen.
sms: Muu miõlâst miârkteei kulttuursuäʹrǧǧ, koozz mij õõlǥčim vuäjjned, lij vaalšed mij nääʹlvuâkksaž lääʹjj da sijddriâšldõõǥǥ di jeällted mij õhttvuõđ maddu da čäcca.

source: Meillä on muistissa vielä kansamme tapalaki, joka on ennen ohjannut siitoja ratkaisuissaan.
sms: Muʹšttep veâl mij meer nääʹlvuâkksaž lääʹjj. Nääʹlvuâkksaž lääʹǩǩ lij oʹhjjääm sijddriâšldõõǥǥ čåuddmõõžžines.

source: Oli kyseessä sitten kalavesien tai perinnön jako, riitojen tai rikosten sovittaminen tai suhteiden hoito naapurisiitoihin.
sms: Leäi kõõččmõõžžâst, juʹn-a kueʹllčaaʹʒʒi leʹbe ääʹrb jueʹǩǩem, reeidai leʹbe reäʹǩǩõõzzi suåvtem leʹbe kõskkvuõđi håiddam pirrõʹtti siidivuiʹm.

source: Uskon, että tapalain takaisin palauttaminen osaksi yhteisöämme ja toimintatapojamme olisi vielä mahdollista.
sms: Ååskam, što nääʹlvuâkksaž lääʹjj mååust maacctummuž vueʹssen mij õõutstõõzz da tuåimmâmnaaʹlid vuäitči veâl tuejjeed.

source: Palauttaminen olisi kansaamme parantava, vahvistava ja voimauttava asia.
sms: Nääʹlvuâkksaž lääʹjj maacctummuš leʹčči mij meera pueʹreei, nââneei da viõǥǥ uʹvddi äʹšš.

source: Uskon, että tapalain tunnistaminen ja tunnustaminen antaisi toimiessamme toisenlaisen perspektiivin käsiteltäviin asioihin.
sms: Ååskam, što nääʹlvuâkksaž lääʹjj tobddâm da tobdstem ooudči tuåimeen nuuʹbbnallšem perspektiiv ǩiõttʼtõõllâm vueʹlnn åårrai aaʹššid.

source: Kansamme aiempi toimintatapa palauttaisi mieliimme sen, mikä on toimiessamme tärkeintä: ympäröivän luonnon suojeleminen, jotta se riittäisi meille vielä ensi vuonna, 20 vuoden päästä tai kolmen sukupolven päästä.
sms: Mij meer ouddlõs tuåimmâmnääʹll maaccteʹči mij miõlid tõn, mii lij tuåimeen tääʹrǩmõs: pirrõʹtti luâđ suõjjummuš, što tõt riʹjttjeʹči miʹjjid veâl pueʹtti eeʹjj, 20 eeʹjj ǩeeʹjjest leʹbe kooum puõlvvõõǥǥ ǩeeʹjjest.

source: Olisi tärkeää palauttaa tapalaki sekä vahvistaa siitajärjestelmää myös sen vuoksi, koska ilmastonmuutoksen mukanaan tuoma muutos tulee olemaan kaiken muuttava.
sms: Leʹčči vääžnai maaccted nääʹlvuâkksaž lääʹjj da nââneed sijddriâšldõõǥǥ še tõn diõtt, ko äimmõsmuttâz mieʹldd pueʹtti muuttâs šâdd leeʹd puk muʹtti.

source: Tiedän, että perinteinen tietomme sekä tapalakimme siitajärjestelmineen ja luonnonvarojen hallinnoimisineen tulevat auttamaan meitä ilmastonmuutokseen sopeutumisessa, jotta selviäisimme myös tästä koettelemuksesta kansana seuraavaan aikaan.
sms: Teâđam, što mij ääʹrbvuâlaž teâtt di nääʹlvuâkksaž lääʹǩǩ sijddriâšldõõǥǥines da luâttreeʹǧǧesvuõđi vaaldšummšines puäʹtte vieʹǩǩted miʹjjid äimmõsmuttsa šiõttlõõvvmest, što piʹrǧǧeʹčim še tän kõrr pääiʹǩ ooudâst õhttân meeran pueʹttiääiʹj årra mõõneeʹn.

source: Jos haluamme siirtää kansamme tulevaan aikaan perinteisine elinkeinoinemme, kielinemme ja kulttuureinemme, emme saa enää antaa maitamme ja vesiämme elämäntavalle, joka on elämänvastainen.
sms: Jõs haaʹleep seʹrdded mij meer pueʹtti äigga ääʹrbvuâlaž jieʹllemvuõʹjjineen, ǩiõlineen da kulttuurineen, jeäʹp vuäǯǯ teänab uʹvdded määddeen da čaaʹʒʒeen jieʹllemnääʹl vuâlla, kååʹtt lij jieʹllemvuâsttsaž.

source: Erityisesti Nellim-Keväjärven alueen sekä Näätämön alueen kolttasaamelaisilla on suuri vastuu siitä, että kyläkokousjärjestelmä tapalakeineen toimii, uudistuu vastaamaan nykyajan tarpeita ja siirtyy tuleville sukupolville.
sms: Aainâs Njeäʹllem-Keväjääuʹr vuuʹd di Njauddâm vuuʹd saaʹmin lij jõnn vaʹsttõs tõʹst, što siidsååbbar-riâšldõk nääʹlvuâkksaž lääʹjjeesvuiʹm tuåimmai, oođasm vaʹstteed ânnʼjõõžž taarbid da serddai pueʹtti puõlvvõõǥǥid.

source: Sen olemme velkaa heille, jotka eivät enää ole täällä.
sms: Tâʹmmet leäʹp vieʹlj siʹjjid, ǩeäk jie teänab leäkku tääiʹben.

source: Lopuksi haluaisin Saamelaiskäräjien puolesta muistaa pienellä lahjalla Kolttien kyläkokousta.
sms: Looppâst haaʹleʹčem Sääʹmteeʹǧǧ peäʹlest muʹštted sǩiâŋkin Saaʹmi siidsåbbar.

source: Tämän taulun on tehnyt Merja Aletta Ranttila vanhan, kolttasaamelaisen Kåʹllmuõrâž-tarinan mukaan.
sms: Merja Aletta Ranttila lij pirstam tän taaul vuäʹmm Kåʹllmuõrâž-sääʹm-mainnâz mieʹldd.

source: Kuva symboloi mielestäni todella hyvin sitä, kuinka syvä yhteys meillä on ollut ja voisi yhä olla luonnon kanssa.
sms: Pirstõs symbolâstt muu miõlâst samai puârast tõn, mõõn čiŋŋlõs õhttvuõtt mij saaʹmin lij leämmaž da vuäitči õinn leeʹd luâđain.

source: Pyydän luottamusmiestä ottamaan lahjan vastaan.
sms: Raaukam saaʹmi ouddoummu väʹldded sǩiâŋk vuâstta.

source: Lisätietoja
sms: Lââʹssteâđ

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
